{
  "<0>Fight Length:</0>": "",
  "<0>Gear:</0>": "",
  "<0>Information:</0><1/>These simulations are all based on the default profiles from SimulationCraft.<2/>You can consider everything within the target error DPS range to be mostly equal and requiring a more detailed investigation.": "<0>信息：</0><1/>这些模拟全部基于SIMC的默认配置文件。<2/>你可以将目标DPS容错率全部考虑进去来获得一个更加准确的结果。",
  "<0>Last Update:</0>": "<0>更新时间：</0>",
  "<0>Talents:</0>": "",
  "<0>Target Error:</0>": "<0>目标容错率：</0>",
  "<0>WoW-Build:</0>": "<0>魔兽版本</0>：",
  "Filters (Click to toggle them on/off from the results)": "天赋过滤器（点击可在结果处开启或关闭）",
  "Here you can retrieve all the simulations we run. You will find more details about what they represents in their respective pages. They are updated on a daily basis.": "在这个页面你可以看到我们运行的所有模拟，你可以在它们自己的页面里找到更多的信息。这些信息每天都会更新。",
  "Here, you can compare expected DPS increase from azerite essences.": "",
  "Here, you can compare expected DPS increase from azerite powers.": "在这个页面，你可以比较不同艾泽里特特质所带来的不同的DPS",
  "Here, you can compare expected DPS increase from trinkets.": "在这个页面，你可以比较不同饰品所带来的不同的DPS。",
  "If you are interested in how the different races in World of Warcraft compare for this build, you can check out the following chart. However, keep in mind that race differences are usually rather small and can change with balance and gameplay changes. You can always play the race you want to play and do not have to feel compelled to choose based on this chart.": "如果你对魔兽世界里当前版本的种族表现比较感兴趣，可以查看下面的表格。但是请记住，种族之间的差异通常都很小，而且会随着游戏平衡和改变而改变，所以你完全可以玩自己喜欢的种族而不太在意这些比较。",
  "In order to compare azerite powers with this chart, look for the end of the bars corresponding to the item level of interest. However, you should <0>simulate your own character</0> to find your best setup. These simulations are based on predefined gear sets instead of your own, after all. This means data shown here <1>depends heavily</1> on the used profile with its talents, its gear, etc. and is rather giving an outlook. If your character is different from the setup used here, personal simulations are recommended.": "为了跟表格对比艾泽里特特质，您可以在进度条的尾端看到对应的物品等级。但是，您应该<0>模拟自己的角色</0>来获得最好的角色配置。这些模拟都基于默认装备而不是你自己的装备，所以这意味着这些数据都<1>十分依赖</1> 天赋和装备。如果你的角色跟这里配置不一样，那么建议您模拟自己的角色。",
  "In order to compare essences with this chart, look for the end of the bars corresponding to the rank of interest. However, you should <0>simulate your own character</0> to find your best setup. These simulations are based on predefined gear sets instead of your own, after all. This means data shown here <1>depends heavily</1> on the used profile with its talents, its gear, etc. and is rather giving an outlook. If your character is different from the setup used here, personal simulations are recommended.": "",
  "In order to compare trinkets with this chart, look for the end of the bars corresponding to the item level of interest. However, you should <0>simulate your own character</0> to find your best setup. These simulations are based on predefined gear sets instead of your own, after all. This means data shown here <1>depends heavily</1> on the used profile with its talents, its gear, etc. and is rather giving an outlook. If your character is different from the setup used here, personal simulations are recommended.": "为了跟表格对比饰品，您可以在进度条的尾端看到对应的物品等级。但是，您应该<0>模拟自己的角色</0>来获得最好的角色配置。这些模拟都基于默认装备而不是你自己的装备，所以这意味着这些数据都<1>十分依赖</1> 天赋和装备。如果你的角色跟这里配置不一样，那么建议您模拟自己的角色。",
  "Of course, you can also check how the talents compare each other without any azerite power (just unselect all of them). Which is ideal in case you are using only generic azerite powers for example.": "当然，如果你只使用通用艾泽里特特质的话，你也可以查看不同天赋在没有艾泽里特特质下的对比（直接不选择全部的艾泽里特特质）。",
  "The fact that generic azerite powers are not included is intended. The goal of such simulations is not to find the best possibilities out of millions possible combinations but rather let you know <0>if a given azerite power alone could impact talents choices</0>. One of the caveat is that it could happen with further stacks or a combination of two of them, those cases are not covered there. You might find more information about such events on your class resources.": "通用艾泽里特特质不被包含在内是我们有意这么做的，因为模拟的目的不是为了在数百万中组合中找到最好的组合，而是让你知道<0>单独一个艾泽里特特质是否可以影响到天赋的选择</0>。其中一点需要注意的是这种情况可能会在以后多个艾泽里特特质叠加或者两种不同的特质一起使用时发生，这个在模拟里是不会被包含进去的。你可以在你职业里找到相关的更多信息。",
  "The purpose of these simulations is to get a general idea of how different setups will compare with each other and not to promote any definitive best builds. Several variables (like different trinkets, WF/TF or ingame situations) are not taken into account. This is why you, as always, should <0><1>simulate your own character</1></0> to find your optimal setup.": "这些模拟的目的是大致了解不同的配置之间比较会怎么样，而不是推荐任何最好的配置。模拟不会考虑一些变量（比如不同的饰品，战火/泰坦制造或者一些游戏内的额外情况）。这就是为什么最好的选择就是<0><1>你模拟你自己的角色</1></0>，来找到最适合你的配置。",
  "Welcome to Hero Damage": "欢迎来到 Hero Damage",
  "Welcome to Hero Damage, the website where you can see the latest World of Warcraft simulations results for every class.<0/>Please select your class below.": "欢迎来到 Hero Damage，在这里你可以看到魔兽世界全职业最新的数据模拟。<0/>请在下方选择你的职业。",
  "affliction": "痛苦",
  "arcane": "奥术",
  "arms": "武器",
  "assassination": "奇袭",
  "azerite": "艾泽里特之力",
  "azerite-levels": "物品等级",
  "azerite-stacks": "堆叠",
  "balance": "平衡",
  "beast-mastery": "野兽控制",
  "blood": "鲜血",
  "brewmaster": "酒仙",
  "combinations": "组合",
  "combinations-0a": "0堆叠",
  "combinations-1a": "1堆叠",
  "combinations-2a": "2堆叠",
  "combinations-3a": "3堆叠",
  "death-knight": "死亡骑士",
  "demon-hunter": "恶魔猎手",
  "demonology": "恶魔学识",
  "destruction": "毁灭",
  "discipline": "戒律",
  "druid": "德鲁伊",
  "elemental": "元素",
  "enhancement": "增强",
  "feral": "野性",
  "fightstyle-1t": "",
  "fightstyle-1ta": "",
  "fightstyle-ds": "",
  "fire": "火焰",
  "frost": "冰霜",
  "fury": "狂怒",
  "guardian": "守护",
  "havoc": "浩劫",
  "holy": "神圣",
  "hunter": "猎人",
  "mage": "法师",
  "marksmanship": "射击",
  "mistweaver": "织雾",
  "monk": "武僧",
  "outlaw": "狂徒",
  "paladin": "圣骑士",
  "pr": "PreRaids (PR)",
  "priest": "牧师",
  "protection": "防护",
  "races": "种族",
  "restoration": "恢复",
  "retribution": "惩戒",
  "rogue": "潜行者",
  "shadow": "暗影",
  "shaman": "萨满",
  "subtlety": "敏锐",
  "survival": "生存",
  "trinkets": "饰品",
  "unholy": "邪恶",
  "vengeance": "复仇",
  "warlock": "术士",
  "warrior": "战士",
  "windwalker": "踏风"
}
